_protected/common/models/Globalsetting.php

	public function getLogoFevicon()
    {
        $logo  = $this->find()->where(['id'=>1])->all();
---
SELECT * FROM `globalsetting` WHERE `id`=1