_protected/common/models/Slider.php

SELECT * FROM `Slider_images` WHERE `Slider_id`=67
---
   public function getSlider($asd)
   {
	  $model = new SliderImages();
	  $page = $model->find()->where(['Slider_id'=>$asd])->all();